Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Color (pale, yellow, amber, dark…)
ar: اللون (فاتح، أصفر، كهرماني، غامق…)
de: Farbe (blass, gelb, bernsteinfarben, dunkel…)
es: Color (pálido, amarillo, ámbar, oscuro…)
fr: Couleur (pâle, jaune, ambre, foncé…)
ha: Launi (faɗi, rawaya, amber, baƙi…)
ig: Agba (ọcha, edo, amber, oji…)
pt: Cor (pálida, amarela, âmbar, escura…)
sw: Rangi (nyeupe, njano, kahawia, nyeusi…)
yo: Àwọ̀ (funfun, iyẹlẹ, àmìnì, dúdú…)
zh: 颜色（淡色、黄色、琥珀色、深色…）

source: Color: %@
ar: اللون: %@
de: Farbe: %@
fr: Couleur : %@
ha: Launi: %@
ig: Agba: %@
pt: Cor: %@
sw: Rangi: %@
yo: Àwọ̀: %@
zh: 颜色：%@

source: Coming soon — connect to grocery services for automatic reordering when items run low.
ar: قريباً — الاتصال بخدمات البقالة لإعادة الطلب تلقائياً عند انخفاض المخزون.
de: Demnächst verfügbar — Verbindung zu Lebensmittellieferdiensten für automatische Nachbestellungen bei niedrigem Bestand.
es: Próximamente — conecta con servicios de compras para reordenar automáticamente cuando los artículos escaseen.
fr: Bientôt disponible — connectez-vous aux services d'épicerie pour réapprovisionner automatiquement quand les articles manquent.
ha: Zai zo gida — haɗa da ayyukan kasuwa don sake buɗewa lokacin da kaya suka rasa.
ig: Ga-abịa — jikọ na ụlọ ahịa maka ịmegharị ihe mgbe ha rụrụ ala.
pt: Em breve — conecte a serviços de compras para reordenação automática quando itens acabarem.
sw: Inakuja — unganisha kwa huduma za duka ili kuagiza tena kiotomatiki wakati vitu vipungue.
yo: A ń bọ̀ — lo sí àwọn ìlé ìtajà fún àtúndarí ní ìgbà tí ohun kò pọ̀.
zh: 即将推出 — 连接杂货店服务，当物品库存不足时自动重新订购。

source: Communications
ar: الاتصالات
de: Kommunikation
es: Comunicaciones
ha: Sadarwa
ig: Ọkparịta Ụka
pt: Comunicações
sw: Mawasiliano
yo: Ìbápadàn
zh: 沟通

source: Community
ar: المجتمع
de: Gemeinschaft
es: Comunidad
fr: Communauté
ha: Jama'a
ig: Obodo
pt: Comunidade
sw: Jamii
yo: Àgbègbè
zh: 社区

source: Community Feed
ar: مجلة المجتمع
de: Gemeinschafts-Feed
es: Muro de la Comunidad
fr: Fil communautaire
ha: Jerin Jama'a
ig: Akwụkwọ Obodo
pt: Feed da Comunidade
sw: Mhimili wa Jamii
yo: Ìtàkúlọ Àgbègbè
zh: 社区动态

source: Community Health
ar: صحة المجتمع
de: Gemeinschaftsgesundheit
es: Salud Comunitaria
fr: Santé communautaire
ha: Lafiyar Jama'a
ig: Ahụike Obodo
pt: Saúde Comunitária
sw: Afya ya Jamii
yo: Ìlera Àgbègbè
zh: 社区健康

source: Community Health Center
ar: مركز صحة المجتمع
de: Gemeinschaftsgesundheitszentrum
es: Centro de Salud Comunitario
fr: Centre de santé communautaire
ha: Cibiyar Lafiyar Jama'a
ig: Ụlọ Ahụike Obodo
pt: Centro de Saúde Comunitário
sw: Kituo cha Afya ya Jamii
yo: Aárin Ìlera Àgbègbè
zh: 社区卫生中心

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ha: An gama
ig: Emechara
pt: Concluído
sw: Imekamilika
yo: Tí a parí
zh: 已完成

source: Complexity
ar: التعقيد
de: Komplexität
es: Complejidad
fr: Complexité
ha: Hadaddiyar Aiki
ig: Ịtụ Anya
pt: Complexidade
sw: Ugumu
yo: Ìdásílẹ̀
zh: 复杂程度

source: Compliance & Regulations
ar: الامتثال والتنظيمات
de: Compliance & Vorschriften
es: Cumplimiento y Regulaciones
fr: Conformité et réglementations
ha: Biyayya & Ƙa'idodi
ig: Ịtụ Anya & Iwu
pt: Conformidade e Regulamentações
sw: Kufuata Sheria & Kanuni
yo: Ìtẹ̀síwájú & Àwọn Òfin
zh: 合规与监管

source: Complications: %@
ar: المضاعفات: %@
de: Komplikationen: %@
es: Complicaciones: %@
ha: Matsaloli: %@
ig: Nsogbu: %@
pt: Complicações: %@
sw: Matatizo: %@
yo: Àwọn ìṣòro: %@
zh: 并发症：%@

source: Condition Name
ar: اسم الحالة
de: Erkrankungsname
es: Nombre de la Condición
fr: Nom de la condition
ha: Sunan Cutin Jiya
ig: Aha Ọrịa
pt: Nome da Condição
sw: Jina la Hali
yo: Orúkọ Àìsàn
zh: 病情名称

source: Condition, abbreviation or code
ar: الحالة أو الاختصار أو الرمز
de: Erkrankung, Abkürzung oder Code
es: Condición, abreviatura o código
fr: Condition, abréviation ou code
ha: Cutin jiya, gajeren suna ko lambar
ig: Ọrịa, mkpụrụ okwu ma ọ bụ koodu
pt: Condição, abreviação ou código
sw: Hali, kifupi au nambari
yo: Àìsàn, àkọsílẹ̀ tàbí kóòdu
zh: 病情、缩写或代码

source: Confirm / correct
ar: تأكيد / تصحيح
de: Bestätigen / korrigieren
es: Confirmar / corregir
fr: Confirmer / corriger
ha: Tabbatar / gyara
ig: Kwenye / dozie
pt: Confirmar / corrigir
sw: Thibitisha / sahihisha
yo: Ìdábaboye / àtúnṣe
zh: 确认/更正

source: Confirm Account Deletion
ar: تأكيد حذف الحساب
de: Kontolöschung bestätigen
es: Confirmar Eliminación de Cuenta
fr: Confirmer la suppression du compte
ha: Tabbatar Soke Akaun
ig: Kwenye Ịchapụ Akaụntụ
pt: Confirmar Exclusão de Conta
sw: Thibitisha Kufuta Akaunti
yo: Ìdábaboye Ìparun Àkáùnt
zh: 确认删除账户

source: Confirm your email
ar: تأكيد بريدك الإلكتروني
de: Bestätigen Sie Ihre E-Mail
es: Confirma tu correo electrónico
fr: Confirmez votre email
ha: Tabbatar da imel ɗinka
ig: Kwenye imeyl gị
pt: Confirme seu email
sw: Thibitisha barua pepe yako
yo: Ìdábaboye imeèlì rẹ
zh: 确认您的电子邮件

source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Connecter
ha: Haɗa
ig: Jikọ
pt: Conectar
sw: Unganisha
yo: Tẹ̀ síra
zh: 连接

source: Connect to Instacart, Kroger, Walmart, etc. for automatic reordering.
ar: الاتصال بـ Instacart أو Kroger أو Walmart وغيرها لإعادة الطلب تلقائياً.
de: Verbindung zu Instacart, Kroger, Walmart usw. für automatische Nachbestellungen.
es: Conecta con Instacart, Kroger, Walmart, etc. para reordenar automáticamente.
fr: Connectez-vous à Instacart, Kroger, Walmart, etc. pour réapprovisionner automatiquement.
ha: Haɗa da Instacart, Kroger, Walmart, da sauransu don sake buɗewa ta atomatik.
ig: Jikọ na Instacart, Kroger, Walmart, wdg. maka ịmegharị ihe.
pt: Conecte ao Instacart, Kroger, Walmart, etc. para reordenação automática.
sw: Unganisha kwa Instacart, Kroger, Walmart, n.k. ili kuagiza tena kiotomatiki.
yo: Tẹ̀ síra Instacart, Kroger, Walmart, àti àwọn míìràn fún àtúndarí ní ìgbà.
zh: 连接到 Instacart、Kroger、Walmart 等进行自动重新订购。

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ha: An haɗa
ig: Ejikọtara
pt: Conectado
sw: Imeunganishwa
yo: Tẹ̀ síra
zh: 已连接

source: Connecting
ar: جاري الاتصال
de: Wird verbunden
es: Conectando
fr: Connexion en cours
ha: Yana haɗa
ig: Na-ejikọ
pt: Conectando
sw: Inaunganisha
yo: Ń tẹ̀ síra
zh: 连接中

source: Connecting…
ar: جاري الاتصال…
de: Wird verbunden…
es: Conectando…
fr: Connexion en cours…
ha: Yana haɗa…
ig: Na-ejikọ…
pt: Conectando…
sw: Inaunganisha…
yo: Ń tẹ̀ síra…
zh: 连接中…

source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contacto
ha: Tuntubo
ig: Kpọtụrụ
pt: Contato
sw: Mawasiliano
yo: Ìbápadàn
zh: 联系

source: Contains bile (yellow/green)
ar: يحتوي على صفراء (أصفر/أخضر)
de: Enthält Galle (gelb/grün)
es: Contiene bilis (amarillo/verde)
fr: Contient de la bile (jaune/vert)
ha: Yana ɗauke bile (rawaya/kore)
ig: Nwere bile (edo/akwụkwọ ndụ)
pt: Contém bile (amarela/verde)
sw: Ina bile (njano/kijani)
yo: Ní bile (iyẹlẹ/ewé)
zh: 含胆汁（黄色/绿色）

source: Contains blood
ar: يحتوي على دم
de: Enthält Blut
es: Contiene sangre
fr: Contient du sang
ha: Yana ɗauke jini
ig: Nwere ọbara
pt: Contém sangue
sw: Ina damu
yo: Ní ẹjẹ
zh: 含血液

source: Contains food
ar: يحتوي على طعام
de: Enthält Nahrung
es: Contiene alimentos
fr: Contient de la nourriture
ha: Yana ɗauke abinci
ig: Nwere nri
pt: Contém alimento
sw: Ina chakula
yo: Ní oúnjẹ
zh: 含食物

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
ha: Abubuwa
ig: Ọdịnaya
pt: Conteúdo
sw: Maudhui
yo: Àkóónú
zh: 内容

source: Contents
ar: المحتويات
de: Inhalte
es: Contenidos
fr: Contenus
ha: Abubuwa
ig: Ihe dị n'ime
pt: Conteúdos
sw: Maudhui
yo: Àkóónú
zh: 内容

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
ha: Ci gaba
ig: Gaa n'ihu
pt: Continuar
sw: Endelea
yo: Tẹ̀síwájú
zh: 继续

source: Coping strategies used
ar: استراتيجيات التكيف المستخدمة
de: Verwendete Bewältigungsstrategien
es: Estrategias de afrontamiento utilizadas
fr: Stratégies d'adaptation utilisées
ha: Dabarun jiya da aka yi amfani
ig: Ụzọ ịnagide ọrịa a jụrụ
pt: Estratégias de enfrentamento utilizadas
sw: Mbinu za kukabiliana zilizotumika
yo: Àwọn ìlànà ìfẹ́ tí a lò
zh: 使用的应对策略

source: Core role — always active
ar: دور أساسي — نشط دائماً
de: Kernrolle — immer aktiv
es: Función principal — siempre activa
fr: Rôle principal — toujours actif
ha: Muhimmin aiki — koyaushe yana aiki
ig: Ọrụ bụ isi — na-arụ ọrụ mgbe niile
pt: Função principal — sempre ativa
sw: Jukumu la msingi — limeanzishwa kila wakati
yo: Ìṣẹ́ àkọ́kọ́ — nìgbà gbogbo ní ìṣẹ́
zh: 核心角色 — 始终活跃

source: Could not print
ar: تعذر الطباعة
de: Druck fehlgeschlagen
es: No se pudo imprimir
fr: Impossible d'imprimer
ha: Ba a iya bugawa
ig: Enweghị ike ịbipụta
pt: Não foi possível imprimir
sw: Haikuweza kuchapisha
yo: Kò ní ìmọ̀ láti ìnà
zh: 无法打印

source: Could not save that change. Please try again.
ar: تعذر حفظ هذا التغيير. يرجى المحاولة مرة أخرى.
de: Diese Änderung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar ese cambio. Por favor, inténtalo de nuevo.
fr: Impossible d'enregistrer cette modification. Veuillez réessayer.
ha: Ba a iya adana canjin. Jiya sake gwadawa.
ig: Enweghị ike ịchekwa mgbanwe ahụ. Biko zaa ọzọ.
pt: Não foi possível salvar essa alteração. Tente novamente.
sw: Haikuweza kuokoa mabadiliko hayo. Tafadhali jaribu tena.
yo: Kò ní ìmọ̀ láti fi ìyipada náà pamọ́. Jọ̀wọ́ gbìyànjú lẹ́ẹ̀kan síi.
zh: 无法保存该更改。请重试。

source: Could not verify the purchase with the App Store.
ar: تعذر التحقق من الشراء مع App Store.
de: Kauf konnte nicht mit dem App Store überprüft werden.
es: No se pudo verificar la compra con la App Store.
fr: Impossible de vérifier l'achat auprès de l'App Store.
ha: Ba a iya tabbatar da sayan tare da App Store.
ig: Enweghị ike inyocha nnweta ahụ na App Store.
pt: Não foi possível verificar a compra na App Store.
sw: Haiwezi kuthibitisha ununuzi na App Store.
yo: Kò ṣe àyẹ̀wò rà náà pẹ̀lú App Store.
zh: 无法通过 App Store 验证购买。

source: Couldn’t check your membership
ar: تعذر التحقق من عضويتك
de: Mitgliedschaft konnte nicht überprüft werden
es: No se pudo verificar tu membresía
fr: Impossible de vérifier votre adhésion
ha: Ba a iya bincika membashipa ɗinka
ig: Enweghị ike ịlele ndebanye gị
pt: Não foi possível verificar sua associação
sw: Haikuweza kuangalia uanachama wako
yo: Kò ní ìmọ̀ láti ṣàyẹ̀wò ìdàgbàsókè rẹ
zh: 无法检查您的会员资格

source: Couldn’t load the membership options.
ar: تعذر تحميل خيارات العضوية.
de: Mitgliedschaftsoptionen konnten nicht geladen werden.
es: No se pudieron cargar las opciones de membresía.
fr: Impossible de charger les options d'adhésion.
ha: Ba a iya lodin zaɓuwan membaship.
ig: Enweghị ike ilodata nhọrọ ụmụ nwanyị.
pt: Não foi possível carregar as opções de associação.
sw: Haiwezi kupakia chaguo za uanachama.
yo: Kò ṣe gbé àwọn àbá ìṣẹ́gun.
zh: 无法加载会员选项。

source: Counseling provided
ar: تم تقديم استشارة
de: Beratung bereitgestellt
es: Asesoramiento proporcionado
fr: Conseil fourni
ha: An ba da shawarwari
ig: Ndụmọdụ akwadoro
pt: Aconselhamento fornecido
sw: Ushauri uliotolewa
yo: Ìtọ́nú tí a pèsè
zh: 提供的咨询

source: Countersign
ar: التوقيع المقابل
de: Gegenzeichnung
es: Refrendar
fr: Contresigner
ha: Saka hannu
ig: Binyere aka ọzọ
pt: Contrassinar
sw: Saini ya pili
yo: Ìfọ̀wọ́sí àkọ́kọ́
zh: 副署

source: Countries (ISO codes)
ar: الدول (رموز ISO)
de: Länder (ISO-Codes)
es: Países (códigos ISO)
fr: Pays (codes ISO)
ha: Kasashe (lambobin ISO)
ig: Mba (koodu ISO)
pt: Países (códigos ISO)
sw: Nchi (nambari za ISO)
yo: Àwọn orílẹ̀ède (kóòdu ISO)
zh: 国家（ISO 代码）

source: Country
ar: الدولة
de: Land
es: País
fr: Pays
ha: Kasa
ig: Mba
pt: País
sw: Nchi
yo: Orílẹ̀ède
zh: 国家

source: Country (ISO code)
ar: الدولة (رمز ISO)
de: Land (ISO-Code)
es: País (código ISO)
fr: Pays (code ISO)
ha: Kasa (lambar ISO)
ig: Mba (koodu ISO)
pt: País (código ISO)
sw: Nchi (nambari ya ISO)
yo: Orílẹ̀ède (kóòdu ISO)
zh: 国家（ISO 代码）

source: Coverage Period
ar: فترة التغطية
de: Versicherungszeitraum
es: Período de Cobertura
fr: Période de couverture
ha: Lokacin Karewa
ig: Oge Mkpuchi
pt: Período de Cobertura
sw: Kipindi cha Ghilafi
yo: Àkókò Ìbòrí
zh: 保障期间

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ha: Ƙirƙira
ig: Kee
pt: Criar
sw: Tengeneza
yo: Ṣẹ̀dá
zh: 创建

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
ha: Ƙirƙira Akauni
ig: Kee Akaụntụ
pt: Criar Conta
sw: Tengeneza Akaunti
yo: Ṣẹ̀dá Àkáúnt
zh: 创建账户

source: Create Conversation
ar: إنشاء محادثة
de: Unterhaltung erstellen
es: Crear Conversación
fr: Créer une conversation
ha: Ƙirƙira Tattaunawa
ig: Kee Mkparịta Ụka
pt: Criar Conversa
sw: Tengeneza Mazungumzo
yo: Ṣẹ̀dá Ìbádòpọ̀
zh: 创建对话

source: Create Exercise Plan
ar: إنشاء خطة تمارين
de: Trainingsplan erstellen
es: Crear Plan de Ejercicio
fr: Créer un plan d'exercice
ha: Ƙirƙira Shirin Motsa Jiki
ig: Kee Atụmatụ Ihe Ọtụtụ
pt: Criar Plano de Exercícios
sw: Tengeneza Mpango wa Mazoezi
yo: Ṣẹ̀dá Ètò Ìdárayá
zh: 创建运动计划

source: Create Meal Plan
ar: إنشاء خطة غذائية
de: Ernährungsplan erstellen
es: Crear Plan de Comidas
fr: Créer un plan alimentaire
ha: Ƙirƙira Shirin Abinci
ig: Kee Atụmatụ Nri
pt: Criar Plano de Refeições
sw: Tengeneza Mpango wa Chakula
yo: Ṣẹ̀dá Ètò Oúnjẹ
zh: 创建饮食计划

source: Create Post
ar: إنشاء منشور
de: Beitrag erstellen
es: Crear Publicación
fr: Créer une publication
ha: Ƙirƙira Post
ig: Kee Post
pt: Criar Publicação
sw: Tengeneza Ujumbe
yo: Ṣẹ̀dá Ìròyìn
zh: 创建帖子

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
ha: An Ƙirƙira
ig: Akeewo
pt: Criado
sw: Tengenezwa
yo: Ṣẹ̀dá
zh: 已创建

source: Creating...
ar: جاري الإنشاء...
de: Wird erstellt...
es: Creando...
fr: Création en cours...
ha: Ƙirƙira...
ig: Na-akee...
pt: Criando...
sw: Inatengeneza...
yo: Ṣẹ̀dá ń ṣẹ...
zh: 创建中...

source: Credentials (e.g. MD, DO)
ar: بيانات الاعتماد (مثل MD أو DO)
de: Qualifikationen (z. B. MD, DO)
es: Credenciales (p. ej. MD, DO)
fr: Titres (ex. MD, DO)
ha: Shaida (misali MD, DO)
ig: Ihe Ngosi (dịka MD, DO)
pt: Credenciais (ex: MD, DO)
sw: Cheti (k.m. MD, DO)
yo: Àwọn Ìgbìmọ̀ (àpẹ̀ MD, DO)
zh: 证书（如 MD、DO）

source: Credentials & Licensing
ar: بيانات الاعتماد والترخيص
de: Qualifikationen & Lizenzierung
es: Credenciales y Licencias
fr: Accréditations et licences
ha: Shaida & Lasisi
ig: Ihe Ngosi & Ịkọ Ọrụ
pt: Credenciais e Licenças
sw: Cheti & Leseni
yo: Àwọn Ìgbìmọ̀ & Ìwé Ìgbìmọ̀
zh: 证书和执业执照

source: Critical
ar: حرج
de: Kritisch
es: Crítico
fr: Critique
ha: Mai Mahimmanci
ig: Nnukwu Ihe Ize Ndụ
pt: Crítico
sw: Muhimu Sana
yo: Ìjọba
zh: 严重

source: Current Score
ar: النقاط الحالية
de: Aktueller Score
es: Puntuación Actual
fr: Score actuel
ha: Scores na Yanzu
ig: Akara Ugbu A
pt: Pontuação Atual
sw: Alama ya Sasa
yo: Ìsirò Lọ́wọ́
zh: 当前分数

source: Current Treatment Plan
ar: خطة العلاج الحالية
de: Aktueller Behandlungsplan
es: Plan de Tratamiento Actual
fr: Plan de traitement actuel
ha: Shirin Jiya na Yanzu
ig: Atụmatụ Ọgwụ Ugbu A
pt: Plano de Tratamento Atual
sw: Mpango wa Matibabu wa Sasa
yo: Ètò Ìtọ́jú Lọ́wọ́
zh: 当前治疗计划

source: Current Weight (%@)
ar: الوزن الحالي (%@)
de: Aktuelles Gewicht (%@)
es: Peso Actual (%@)
fr: Poids actuel (%@)
ha: Nauyin Yanzu (%@)
ig: Ibu Ugbu A (%@)
pt: Peso Atual (%@)
sw: Uzani wa Sasa (%@)
yo: Ìwọ̀n Lọ́wọ́ (%@)
zh: 当前体重（%@）

source: Currently Active
ar: نشط حالياً
de: Derzeit aktiv
es: Actualmente Activo
fr: Actuellement actif
ha: Aiki a Yanzu
ig: Na-arụ Ọrụ Ugbu A
pt: Ativo no Momento
sw: Amilifu Sasa
yo: Ń Ṣiṣẹ́ Báyìí
zh: 当前活跃

# Cycle %lld of %lld
source: Cycle %1$lld of %2$lld
ar: الدورة %1$lld من %2$lld
de: Zyklus %1$lld von %2$lld
es: Ciclo %1$lld de %2$lld
fr: Cycle %1$lld sur %2$lld
ha: Cycle %1$lld na %2$lld
ig: Cycle %1$lld nke %2$lld
pt: Ciclo %1$lld de %2$lld
sw: Mzunguko %1$lld wa %2$lld
yo: Ìgbà %1$lld nínú %2$lld
zh: 第 %1$lld 个周期，共 %2$lld 个

source: Cycler #
ar: رقم الجهاز #
de: Cycler-Nr.
es: Ciclador #
fr: Cycler n°
pt: Ciclador nº
sw: Namba ya Cycler
zh: 循环器编号

source: Cycles
ar: الدورات
de: Zyklen
es: Ciclos
pt: Ciclos
sw: Mizunguko
yo: Àwọn Ìgbà
zh: 周期

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
ha: Yau da yau
ig: Kwa Ụbọchị
pt: Diário
sw: Kila Siku
yo: Lójúmí
zh: 每日

source: Daily Calorie Target
ar: هدف السعرات الحرارية اليومي
de: Tägliches Kalorienziel
es: Meta Calórica Diaria
fr: Objectif calorique quotidien
ha: Burin Calorie na Yau da Yau
ig: Ihe Oriri Kwa Ụbọchị
pt: Meta Calórica Diária
sw: Lengo la Kalori ya Kila Siku
yo: Ibi-afẹ́dé Kálórì Lójúmí
zh: 每日卡路里目标

source: Daily Habits
ar: العادات اليومية
de: Tägliche Gewohnheiten
es: Hábitos Diarios
fr: Habitudes quotidiennes
ha: Al'adun Yau da Yau
ig: Ọrụ Kwa Ụbọchị
pt: Hábitos Diários
sw: Tabia za Kila Siku
yo: Àwọn Ìṣe Lójúmí
zh: 日常习惯

source: Daily Summary
ar: الملخص اليومي
de: Tägliche Zusammenfassung
es: Resumen Diario
fr: Résumé quotidien
ha: Taƙaitaccen Yau da Yau
ig: Nchikota Kwa Ụbọchị
pt: Resumo Diário
sw: Muhtasari wa Kila Siku
yo: Àkópọ̀ Lójúmí
zh: 每日总结

source: Daily Targets
ar: الأهداف اليومية
de: Tägliche Ziele
es: Metas Diarias
fr: Objectifs quotidiens
ha: Burin Yau da Yau
ig: Ihe Ọ Chọrọ Kwa Ụbọchị
pt: Metas Diárias
sw: Lengo la Kila Siku
yo: Àwọn Ibi-afẹ́dé Lójúmí
zh: 每日目标

source: Dashboard
ar: لوحة التحكم
es: Panel de Control
fr: Tableau de bord
ig: Ụlọ Ọrụ
pt: Painel
sw: Dashibodi
yo: Ìpilẹ̀ Ìṣẹ̀
zh: 仪表板

source: Data coverage
ar: تغطية البيانات
de: Datenabdeckung
es: Cobertura de Datos
fr: Couverture des données
ha: Karewa Bayani
ig: Mkpuchi Data
pt: Cobertura de Dados
sw: Ghilafi la Data
yo: Ìbòrí Àlàyé
zh: 数据覆盖范围

source: Data export requested. Check back in a few minutes.
ar: تم طلب تصدير البيانات. تحقق مرة أخرى خلال دقائق.
de: Datenexport angefordert. Bitte in wenigen Minuten erneut versuchen.
es: Se solicitó la exportación de datos. Vuelve a consultar en unos minutos.
fr: Export de données demandé. Vérifiez dans quelques minutes.
ha: An bugi buɗe bayanan. Duba baya cikin 'yan mintuna.
ig: A rịọọla maka ịbupu data. Laghachi n'oge ole na ole.
pt: Exportação de dados solicitada. Verifique novamente em alguns minutos.
sw: Ombi la kuhamisha data limepokelewa. Angalia tena baada ya dakika chache.
yo: Ìbeèrè ìgbéjade dátà. Padà wò ní ìṣẹ́jú díẹ̀.
zh: 数据导出已申请。请稍后查看。

source: Data flows from Apple Health → ALAFIA only. We never write to Apple Health.
ar: تتدفق البيانات من Apple Health → ALAFIA فقط. لا نكتب إلى Apple Health أبداً.
de: Daten fließen von Apple Health → ALAFIA nur in eine Richtung. Wir schreiben nie in Apple Health.
es: Los datos fluyen de Apple Health → ALAFIA solamente. Nunca escribimos en Apple Health.
fr: Les données proviennent d'Apple Health → ALAFIA uniquement. Nous n'écrivons jamais dans Apple Health.
ha: Bayani yana zuwa Apple Health → ALAFIA kawai. Ba mu taɓa rubuta zuwa Apple Health ba.
ig: Data na-esite Apple Health → ALAFIA naanị. Anyị anaghị edekarị na Apple Health.
pt: Os dados fluem do Apple Health → ALAFIA apenas. Nunca escrevemos no Apple Health.
sw: Data inatoka Apple Health → ALAFIA tu. Hatuwezi kuandika kwenye Apple Health.
yo: Àlàyé ń ṣàn láti Apple Health → ALAFIA nìkan. A kò níí kọ sí Apple Health.
zh: 数据从 Apple Health 流向 ALAFIA。我们从不写入 Apple Health。

source: Data Sharing
ar: مشاركة البيانات
de: Datenaustausch
es: Compartir Datos
fr: Partage de données
ha: Raba Bayani
ig: Ịkọ Data
pt: Compartilhamento de Dados
sw: Kushiriki Data
yo: Pípin Àlàyé
zh: 数据共享

source: Data Sharing & Privacy
ar: مشاركة البيانات والخصوصية
de: Datenaustausch & Datenschutz
es: Compartir Datos y Privacidad
fr: Partage de données et confidentialité
ha: Raba Bayani & Sirri
ig: Ịkọ Data & Nzuzo
pt: Compartilhamento de Dados e Privacidade
sw: Kushiriki Data & Faragha
yo: Pípin Àlàyé & Ìdáhùn
zh: 数据共享和隐私

source: Data Sharing Consent
ar: موافقة مشاركة البيانات
de: Zustimmung zum Datenaustausch
es: Consentimiento de Compartir Datos
fr: Consentement de partage de données
ha: Izinin Raba Bayani
ig: Ịkọ Data Nkwenye
pt: Consentimento de Compartilhamento de Dados
sw: Idhini ya Kushiriki Data
yo: Ìgbàdùn Pípin Àlàyé
zh: 数据共享同意

source: Data Sources
ar: مصادر البيانات
de: Datenquellen
es: Fuentes de Datos
fr: Sources de données
ha: Tushen Bayani
ig: Isi Data
pt: Fontes de Dados
sw: Vyanzo vya Data
yo: Àwọn Ìtọ́sín Àlàyé
zh: 数据来源

source: Data type
ar: نوع البيانات
de: Datentyp
es: Tipo de dato
fr: Type de données
ha: Nau'in bayani
ig: Ụdị data
pt: Tipo de dado
sw: Aina ya data
yo: Irú àlàyé
zh: 数据类型

source: Data Type
ar: نوع البيانات
de: Datentyp
es: Tipo de Dato
fr: Type de données
ha: Nau'in Bayani
ig: Ụdị Data
pt: Tipo de Dado
sw: Aina ya Data
yo: Irú Àlàyé
zh: 数据类型

source: Data Types
ar: أنواع البيانات
de: Datentypen
es: Tipos de Datos
fr: Types de données
ha: Nau'ukan Bayani
ig: Ụdị Data
pt: Tipos de Dados
sw: Aina za Data
yo: Àwọn Irú Àlàyé
zh: 数据类型

source: Date
ar: التاريخ
de: Datum
es: Fecha
ha: Kwanan
ig: Ụbọchị
pt: Data
sw: Tarehe
yo: Ọjọ́
zh: 日期

source: Date & Time
ar: التاريخ والوقت
de: Datum & Uhrzeit
es: Fecha y Hora
fr: Date et heure
ha: Kwanan & Lokaci
ig: Ụbọchị & Oge
pt: Data e Hora
sw: Tarehe & Saa
yo: Ọjọ́ & Àkókò
zh: 日期和时间

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de Nacimiento
fr: Date de naissance
ha: Ranar Haihuwa
ig: Ụbọchị Amụ
pt: Data de Nascimento
sw: Tarehe ya Kuzaliwa
yo: Ọjọ Ìbí
zh: 出生日期

source: Date of Birth (locked)
ar: تاريخ الميلاد (مقفل)
de: Geburtsdatum (gesperrt)
es: Fecha de Nacimiento (bloqueada)
fr: Date de naissance (verrouillée)
ha: Ranar Haihuwa (kulle)
ig: Ụbọchị Amụ (Mechiri)
pt: Data de Nascimento (bloqueada)
sw: Tarehe ya Kuzaliwa (iliyofungwa)
yo: Ọjọ Ìbí (tì í dúró)
zh: 出生日期（已锁定）

source: Date: %@
ar: التاريخ: %@
de: Datum: %@
es: Fecha: %@
ha: Ranar: %@
ig: Ụbọchị: %@
pt: Data: %@
sw: Tarehe: %@
yo: Ọjọ: %@
zh: 日期：%@

source: Day of Week
ar: يوم الأسبوع
de: Wochentag
es: Día de la Semana
fr: Jour de la semaine
ha: Ranar Mako
ig: Ụbọchị nke Izu
pt: Dia da Semana
sw: Siku ya Juma
yo: Ọjọ Ọ̀sẹ̀
zh: 星期几

source: Days (e.g. Mon,Wed,Fri)
ar: الأيام (مثل الاثنين، الأربعاء، الجمعة)
de: Tage (z. B. Mo, Mi, Fr)
es: Días (p. ej. lun, mié, vie)
fr: Jours (ex. lun, mer, ven)
ha: Ranakun (misali: Mon,Wed,Fri)
ig: Ụbọchị (ihe atụ: Mon,Wed,Fri)
pt: Dias (ex: seg,qua,sex)
sw: Siku (k.m. Jumatatu, Ijumaa)
yo: Ọjọ (àpẹ̀ẹ̀rẹ̀ Mon,Wed,Fri)
zh: 日期（如 周一、周三、周五）

source: Days supply
ar: عدد الأيام المتوفرة
de: Tagesvorrat
es: Días de suministro
fr: Jours d'approvisionnement
ha: Kwanan Samar
ig: Ụbọchị Ihe Ọ Kwesịrị
pt: Dias de fornecimento
sw: Idadi ya Siku
yo: Ọ̀pọ̀ Ọjọ
zh: 供应天数

source: Days: %lld
ar: الأيام: %lld
de: Tage: %lld
es: Días: %lld
fr: Jours : %lld
ha: Ranakun: %lld
ig: Ụbọchị: %lld
pt: Dias: %lld
sw: Siku: %lld
yo: Ọjọ: %lld
zh: 天数：%lld

source: DEA Number
ar: رقم DEA
de: DEA-Nummer
es: Número DEA
fr: Numéro DEA
ha: Lambar DEA
ig: Nọmba DEA
pt: Número DEA
sw: Namba ya DEA
yo: Nọ́mbà DEA
zh: DEA 编号

source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
ha: Kada Amsa
ig: Jụ Ụta
pt: Recusar
sw: Kataa
yo: Kọ̀ wí
zh: 拒绝

source: Deduplication
ar: إزالة التكرار
de: Deduplizierung
es: Deduplicación
fr: Dédoublonnage
ha: Kawar Maimaita
pt: Deduplicação
sw: Kuondoa Nakala
yo: Ìyọkúrò Ìdúpẹ̀
zh: 去重

source: Degree (e.g. MD, DO, DNP)
ar: الدرجة العلمية (مثل MD، DO، DNP)
de: Abschluss (z. B. MD, DO, DNP)
es: Título (p. ej. MD, DO, DNP)
fr: Diplôme (p. ex. MD, DO, DNP)
ha: Digiri (misali: MD, DO, DNP)
ig: Degree (ihe atụ: MD, DO, DNP)
pt: Grau (ex: MD, DO, DNP)
sw: Degree (k.m. MD, DO, DNP)
yo: Ìgbà Ẹ̀kọ́ (àpẹ̀ẹ̀rẹ̀ MD, DO, DNP)
zh: 学位（如 MD、DO、DNP）

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ha: Gida
ig: Hichapụ
pt: Excluir
sw: Futa
yo: Ṣe Ìparun
zh: 删除

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
ha: Gida Akaun
ig: Hichapụ Akaụntụ
pt: Excluir Conta
sw: Futa Akaunti
yo: Ṣe Ìparun Àkáǹtì
zh: 删除账户

source: Delete Directive
ar: حذف التوجيه
de: Anweisung löschen
es: Eliminar Directiva
fr: Supprimer la directive
ha: Gida Umarnin
ig: Hichapụ Iwu
pt: Excluir Diretiva
sw: Futa Agizo
yo: Ṣe Ìparun Ìtọ́níjú
zh: 删除指令
